Repository: EvanIscheMKE/Hexus-Maze-II
Catalog: HexitSpriteKit/*.lproj/*.lproj/Localizable.strings
Languages: ko, sv, th, tr, vi

source: SHARE
ko: 몫
sv: Del
th: หุ้น
tr: Pay
vi: Phần

source: LEADERBOARD
ko: 리더
sv: Tavlan
th: ลีดเดอร์บอร์ด
tr: Afiş
vi: Ban lãnh đạo

source: ACHIEVEMENTS
ko: 업적
sv: Resultat
th: ความสำเร็จ
tr: Başarılar
vi: Thành tựu

source: REMOVE ADS
ko: 광고를 제거
sv: Ta bort annonser
th: นำโฆษณา
tr: Reklamlar Kaldır
vi: tẩy quảng cáo

source: RESTORE
ko: 복원
sv: återställa
th: ฟื้นฟู
vi: Khôi phục

source: MUSIC
ko: 음악
sv: Musik
th: เพลง
tr: Müzik
vi: Âm nhạc

source: SOUND
ko: 소리
sv: Ljud
th: เสียง
tr: Ses
vi: Âm thanh

source: NEXT
ko: 다음에
sv: Nästa
th: ถัดไป
tr: Sonraki
vi: Kế tiếp

source: RESTART
ko: 다시 시작
sv: Omstart
th: เริ่มต้นใหม่
tr: Tekrar Başlat
vi: Khởi động lại

source: RATE
ko: 율
sv: Betyg
th: ประเมิน
tr: Oran
vi: Tốc độ

source: AMAZING!
ko: 놀라운!
sv: Fantastiskt!
th: ที่น่าทึ่ง!
tr: İnanılmaz!
vi: Tuyệt vời!

# back
source: BACK TO MAP
ko: 지도로 돌아 가기
sv: Tillbaka till kartan
th: กลับไปที่แผนที่
tr: Geri Harita için
vi: Trở Bản đồ

source: WELCOME.
ko: 에 오신 것을 환영합니다.
sv: Välkommen.
th: ยินดีต้อนรับ
tr: Hoşgeldiniz.
vi: Chào mừng.

source: BEAUTIFUL!
ko: 아름다운!
sv: Vackert!
th: ที่สวยงาม!
tr: Güzel!
vi: Đẹp!

source: TIPS
ko: 팁

# tip1
source: WATCH OUT FOR MINES!
ko: 광산 조심!
sv: Se upp för gruvorna!
th: ดูจากการทำเหมืองแร่!
tr: Madenlerde için dikkat!
vi: Xem ra cho các mỏ!

# tip2
source: JUST TAP IT TWICE!
ko: 그냥 두 번 탭!
sv: Bara peka på det två gånger!
th: เพียงแค่แตะมันสองครั้ง!
tr: Sadece iki kez dokunun!
vi: Chỉ cần gõ hai lần!

# tip3
source: FIND THE UNLOCKED TILE FIRST!
ko: 먼저 해제 한 검색!
sv: Sök efter olåst man först!
th: ค้นหาหนึ่งปลดล็อคแรก!
tr: İlk kilidi bir ara!
vi: Tìm một khóa đầu tiên!

# tip4
source: JUST TAP IT THREE TIMES!
ko: 그냥 세 번 탭!
sv: Bara peka på den tre gånger!
th: เพียงแค่แตะมันสามครั้ง!
tr: Sadece o üç kez dokunun!
vi: Chỉ cần gõ nó ba lần!

# tip5
source: THIS IS WHERE IT ENDS!
ko: 이것은 끝나는 입니다!
sv: Det är där det slutar!
th: ซึ่งเป็นที่ที่ มันจะจบ!
tr: THIS IS IT SONA ERDİ NEREDE!
vi: NÀY LÀ NƠI ENDS IT!

# tip6
source: YOU GOT THIS!
ko: 당신이있어!
sv: Du har här!
th: คุณมีนี้!
tr: Bu var!
vi: Bạn đã có này!

# tip7
source: USE THE EXTRA START TILES TO YOUR ADVANTAGE
ko: 한 다음 더 많은 이유가있다
sv: Det finns mer än en av en anledning
th: มีมากกว่าหนึ่งเหตุผล
tr: Bir daha sonra bir nedeni var
vi: Có nhiều hơn thì một cho một lý do

source: LEVEL
ko: 수평
sv: NIVÅ
th: ระดับ
tr: SEVİYE
vi: CẤP

source: PLAY
ko: 재생
sv: SPELA
th: เล่น
tr: OYUN
vi: CHƠI

source: DISMISS
ko: 해제
sv: ENTLEDIGA
th: ยกเลิก
tr: REDDERMEK
vi: Bỏ qua

# wow
source: WOW, THAT WAS GREAT!
ko: 와우, 좋았어요!
sv: WOW, det var bra!
th: ว้าวที่เป็นที่ดี!
tr: WOW, BU BÜYÜK OLDU!
vi: Wow, đó là tốt!

# nextTime
source: BETTER LUCK NEXT TIME!
ko: 더 나은 로또 다음 번에!
sv: BÄTTRE LYCKA NÄSTA GÅNG!
th: โชคดีครั้งต่อไป!
tr: BİR DAHAKİ SEFERE İYİ ŞANSLAR!
vi: tốt hơn vận may thời gian tới!

# tut1
source: TAP THE WHITE TILE, THEN MOVE TO A VALID TILE BORDERING ITS EDGES.
ko: , 흰 타일을 누른 다음 가장자리를 경계 유효한 타일로 이동합니다.
sv: Tryck på vitt kakel och sedan flytta till en giltig KAKEL gränsar dess kanter.
th: แตะ กระเบื้องสีขาวจากนั้นย้ายไปที่ขอบกระเบื้องที่ถูกต้องขอบ
tr: , BEYAZ KARO TAP SONRA kenarlarını Kordon GEÇERLİ BİR ÇİNİ İÇİN HAREKET.
vi: Chạm vào ngói màu trắng, sau đó di chuyển đến một gạch hợp lệ biên giới cạnh của nó.

# tut2
source: ONE MORE TIME.
ko: 한 번 더입니다.
sv: EN GÅNG TILL.
th: อีกที
tr: BİR KEZ DAHA.
vi: MỘT LẦN NỮA.

source: purchase
ko: 매수
sv: bara
th: ซื้อ
tr: satın alma
vi: mua

# IAPremove
source: purchase 'remove all advertisementsâ€™ ?
ko: 구매 '모든 광고를 제거'?
sv: köp "ta bort alla annonser"?
th: ซื้อ 'ลบโฆษณาทั้งหมด'?
tr: Satın alma 'bütün reklam kaldır'?
vi: mua 'loại bỏ tất cả quảng cáo'?

# IAPunlock
source: purchase 'unlock all locked levels' ?
ko: 구매 '모든 잠금 수준의 잠금을 해제'?
sv: köp "låsa upp alla låsta nivåer"?
th: ซื้อ 'ปลดล็อคระดับล็อคทั้งหมด'?
tr: Satın alma 'bütün kilitli seviyeleri kilidini?'
vi: mua 'mở khóa tất cả các cấp khóa'?
